[
    {
        "id": 1,
        "title": "About",
        "pages": [
            {
                "id": 1,
                "title": "Message from The Chairman",
                "description": "<p>There is a continuous advancement in technology. This evolution is to meet the new demands and challenges produced by the always progressing world around. The Department of BMB includes the disciplines that study how individuals, groups, and organizations function and aspires to produce professionals that lead the next technology revolution. We are interested in ways to make organizations more successful through the effective use of their human capital.</p>\n\n<p>Our faculty is composed of outstanding teachers and researchers who are recognized as knowledge hunter in their field. We actively engage with learners both inside and outside the classroom, sharing our excitement about our field with them as they pursue course work and make career choices. Our faculty members publish in prestigious academic journals and involve students extensively in all phases of our research.</p>\n\n<p>At the undergraduate level, the Department of BMB offers a concentration in BMB. At the graduate level, the department offers MBA degree in three different concentrations namely, Human Resource BMB (HRM), International Business BMB (IBM), and BMB Information Systems (MIS). Our curriculum focuses on providing expertise in theoretical aspects as well as emphasizes on ensuring the right corporate and technical exposure. We work hard to make sure that students are prepared for the challenges they will face as they pursue careers in a wide array of fields.</p>\n\n<p>Please don&rsquo;t hesitate to contact us if you have questions about our research or programs.</p>"
            },
            {
                "id": 2,
                "title": "About the Department",
                "description": "<p>The Department of BMB started functioning under the Faculty of Business Studies (FBS) in 2019. From the very beginning, this department has been imparting knowledge on BMB and related subjects playing a prominent role in the process of human resource development in Bangladesh. This Department offers both Bachelor of Business Administration (BBA) program major in BMB Studies and Master of Business Administration (MBA) major in Human Resource BMB (HRM), International Business BMB (IBM) and BMB Information Systems (MIS). It has become one of best departments for offering contemporary BMB education in Bangladesh. Our graduates are in leading position in the job market for their skills and competences. The Department of BMB has national and international collaboration/affiliation with institutions and industry for its quality education and research. The department has the intention to expand its activities even further in the near future by having its own clubs for MGT, MIS and IBM. The department will continue in its endeavor to invest more in the coming days to enhance quality for education and research across the board.</p>\n\n<p><strong>Why study in this Department?</strong></p>\n\n<p>The faculties of BMB Department Studies provides students&rsquo; top notch teaching to prepare them for the BMB positions of organizations and to influence them to be future leaders for the organizations. Moreover, this department imparts ethical and moral education to the students so that they can fairly obey duties and responsibilities and contribute for the betterment of the society. The students&rsquo; of this department are also able to use the scarce natural resources effectively and efficiently</p>"
            },
            {
                "id": 4,
                "title": "Our Vision, Mission and Objectives",
                "description": "<p><strong>Vision:</strong></p>\n\n<p>To become a center of excellence in BMB education, research, and innovation to ensure sustainable development, tackling the world&rsquo;s complexities and uncovering human potentiality.</p>\n\n<p><strong>Mission:</strong></p>\n\n<ol>\n\t<li>To conduct extensive BMB-oriented research with the collaboration of different stakeholders in order to generate new knowledge to tackle business and social complexities;</li>\n\t<li>To create knowledge-based learning atmosphere for the BMB learners to tackle the challenges of the real-world; and</li>\n\t<li>To develop human capital so that they can contribute to the community meaningfully.</li>\n</ol>\n\n<p><strong>Objectives:</strong></p>\n\n<ol>\n\t<li>To produce graduates who are skilled conceptually, analytically and able to communicate coherently and effectively.</li>\n\t<li>To produce BMB graduates who are technologically literate and able to adapt with changing environment.</li>\n\t<li>To develop positive and ethical values and a strong sense of social responsibility among the graduates.</li>\n\t<li>To produce graduates who are enterprising and creative in decision making with global outlook and focus on sustainability.</li>\n</ol>"
            },
            {
                "id": 5,
                "title": "Achievements",
                "description": null
            },
            {
                "id": 6,
                "title": "Facilities",
                "description": "<p><strong>Seminar Library</strong></p>\n\n<p>The Department of BMB has a seminar library where students&rsquo; can reach more than 500 national and international books, journals, magazines and others. The library is well equipped with its space, furniture, lighting, ventilation and others.</p>\n\n<p>Students&rsquo; with valid seminar ID card are considered as a member of the library and can avail all the facilities of the library such as book issue, reading facilities and others.</p>\n\n<p><strong>Computer Lab</strong></p>\n\n<p>The Department of BMB provides the computer lab facilities for the students where students&rsquo; can practice lab oriented course(s). Students&rsquo; with valid Lab ID card are considered as a member of the computer lab and can avail all the facilities of the computer lab.</p>"
            }
        ]
    },
    {
        "id": 2,
        "title": "Academic",
        "pages": [
            {
                "id": 1,
                "title": "Undergraduate Program",
                "description": "Currently, the Department of BMB offers Bachelor of Business Administration (BBA) program major in BMB Studies."
            },
            {
                "id": 2,
                "title": "Graduate Program",
                "description": "Currently, the Department of BMB offers Master of Business Administration (MBA) program major in Human Resources BMB (HRM) and International Business BMB (IBM)."
            },
            {
                "id": 3,
                "title": "Professional Program",
                "description": null
            },
            {
                "id": 4,
                "title": "Other Program",
                "description": null
            },
            {
                "id": 5,
                "title": "Undergraduate Admission",
                "description": null
            },
            {
                "id": 6,
                "title": "Graduate Admission",
                "description": null
            }
        ]
    },
    {
        "id": 3,
        "title": "Collaboration",
        "pages": [
            {
                "id": 1,
                "title": "National",
                "description": null
            },
            {
                "id": 2,
                "title": "International",
                "description": null
            }
        ]
   }
]
